<template>
  <div class="refund container">
        <div class="refund__heading">Обмен и возврат</div>
        <div class="refund__item">
            <div class="refund__title">
                Товар не подошел
            </div>
            <div class="refund__desc">
                <p>Если товар не подошел, его можно обменять только через возврат — это требование закона Российской Федерации. Товарный вид, потребительские свойства и упаковка должны быть сохранены.</p>
                <p>Стоимость услуг курьерских и транспортных компаний покупатель оплачивает самостоятельно.</p>
                <p>Товары, не подлежащие возврату и обмену: постановление правительства РФ от 31.12.2020 № 2463</p>
            </div>
        </div>
        <div class="refund__item">
            <div class="refund__title">
                Брак
            </div>
            <div class="refund__desc">
                <p>Если при покупке или в процессе эксплуатации товара вы обнаружили брак, такой товар можно вернуть в пределах гарантийного срока.</p>
                <p>Гарантийный срок на одежду и обувь, составляет 30 (тридцать) календарных дней с момента покупки, если иное не установлено изготовителем или ГОСТом. Гарантийный срок указан в описании товара.  </p>
                <p>Если гарантийный срок на товар не истек, оформите возврат товара через личный кабинет. </p>
                <p>Если брак будет подтвержден, стоимость товара и все твои расходы, связанные с проведением независимой экспертизы и возвратом будут возмещены в течение 10 дней.</p>
                <p>Если при проверке выяснится, что товар не подлежит возврату, мы свяжемся с тобой.</p>
            </div>
        </div>
        <div class="refund__item">
            <div class="refund__title">
                Доставили другой товар
            </div>
            <div class="refund__desc">
                <p>Очень редко, но такое случается. Не переживай, просто свяжись с нами и отправь товар, как при обычном возврате. Мы компенсируем тебе стоимость товара и все расходы на доставку и возврат.</p>
            </div>
        </div>
  </div>

</template>

<script>
export default {

}
</script>

<style lang="scss">

.refund{
    flex-direction: column;
    &__item{
        width: 100%;
        display: flex;
        align-items: flex-start;
        flex-direction: column;
    }
    &__title{
        font-weight: 500;
        font-size: 24px;
    }
    &__desc{
        display: flex;
        align-items: flex-start;
        flex-direction: column;
    }

    &__desc p{
        font-size: 18px;
        text-align: start;
    }

    &__heading{
        font-size: 36px;
        font-weight: 600;
    }
}

</style>